const books = [
    {
        name: 'Пиши, скорочуй',
        author: 'М. Ільяхов, Л. Саричева',
        image: 'https://www.bookclub.ua/images/db/goods/51900_98975.jpg',
        plot: `Автори на конкретних прикладах показують, що таке добре, що таке погано в інформаційних, 
        журналістських та публіцистичних текстах. Як писати листи, на які відповідатимуть, та розсилки, від яких 
        не будуть відписуватися. Як створювати діючі та не вульгарні рекламні оголошення. Як викладати думки 
        коротко, ясно та переконливо: без мовленнєвого сміття, фальші та штампів. Керуючись рекомендаціями з 
        книжки, ви навчитеся писати зрозуміло, захоплювати читачів та домагатися довіри. Це обов’язкова книжка 
        для копірайтерів, авторів та редакторів, а також дизайнерів, програмістів, менеджерів, підприємців, 
        керівників, службовців і всіх, хто використовує текст в роботі. Створювати цікаві, ємні та короткі тексти, 
        які легко читатимуться, — мрія кожного копірайтера та журналіста, а вміння вести зрозумілу ділову 
        переписку — мрія будь-якого робітника. Книжка «Пиши, скорочуй» допоможе Вам здійснити мрії та 
        навчитися писати чудові тексти, які будуть читати із задоволенням. Ви дізнаєтеся про десять основних 
        правил створення сильного тексту та навчитеся застосовувати їх на практиці. Автори підкріплюють свої тези 
        та ствердження порадами, прикладами та ілюстраціями та цікавою історією-коміксом, завдяки чому 
        змістовний та цікавий матеріал легко засвоюється та закріплюється в пам’яті.`
    },
    {
        name: 'Егоїстичний ген',
        author: 'Ричард Докинз',
        image: 'https://www.bookclub.ua/images/db/goods/44344_66970.jpg',
        plot: `«Егоїстичний ген» — перша і водночас визначна книжка Річарда Докінза, що досі залишається 
        найвідомішою його працею і навіть через 40 років інтригує та не втрачає своєї актуальності. «Ми є 
        машинами для виживання — самохідними роботами, що сліпо запрограмовані на збереження
        егоїстичних молекул, відомих як гени», — саме так проголошує автор.У чому ж полягає «егоїстичність» 
        генів? Чому вчений так безжально висловлюється про людей? Які погляди відстоює? Річард Докінз наполягає 
        на тому, що саме ген, а не особина є одиницею природного добору. Несподівано, чи не так? Але це ще не все. 
        Альтруїзм автор пояснює не підсвідомим намагання зберегти вид, а саме егоїстичністю генів: вони вдаються 
        до найвигіднішої стратегії, щоб залишити у вічності часточку себе. Більше того, Докінз — той, хто вперше
        ввів поняття «мем», що є аналогом гена в живому організмі, але не на рівні біології, а на рівні культури. І 
        якщо ми впевнені, що тільки залишивши потомство, продовжимо себе у вічності, то Докінз стверджує, що це 
        геть не так: через кільканадцять поколінь від наших генів і сліду не буде, а от меми, створені нами, справді 
        існуватимуть вічно.`
    },
    {
        name: 'Неоткрытые открытия, или Кто это придумал?',
        author: 'М. Б. Рабинович',
        image: 'https://www.bookclub.ua/images/db/goods/48011_77546.jpg',
        plot: `Все мы со школьной скамьи знаем, что Колумб открыл Америку, Кук — Австралию, а Ньютон — автор трех 
        знаменитых законов. Это аксиома. Но истории известен феномен «множественного открытия», когда 
        изобретателя по каким-то причинам забывали, а его открытие приписывали другому человеку. Эта книга 
        расскажет, кто на самом деле открыл Америку, нашел вакцину от полиомиелита, изобрел радио, телефон, 
        электронное телевидение и паровоз, кто автор метода решения кубических уравнений и периодической 
        системы химических элементов…`
    }
];

if (!localStorage.length) {
    localStorage.setItem('books', JSON.stringify(books));
}